{
  "application": [
    {
      "submissions_open": false
    },
    {
      "allow_multiple_submissions": false
    },
    {
      "current_semester": "May 2020"
    },
    {
      "grantor": "Texas A&M University"
    },
    {
      "email_from": "noreply@tdl.org"
    },
    {
      "email_reply_to": "dev@tdl.org"
    },
    {
      "hierarchical": "false"
    },
    {
      "new_submission_header_text": "Choose Your Organization"
    }
  ],
  "footer": [
    {
      "link_webmaster": "dev@tdl.org"
    },
    {
      "link_legal": "dev@tdl.org"
    },
    {
      "link_comments": "dev@tdl.org"
    },
    {
      "link_accessibility": "dev@tdl.org"
    }
  ],
  "orcid": [
    {
      "orcid_validation": true
    },
    {
      "orcid_authentication": false
    }
  ],
  "proquest_umi_degree_code": [
    {
      "proquest_license": "<p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\">This Agreement is between the author (Author) and ProQuest LLC, through its ProQuest dissertation business (ProQuest). Under this Agreement, the Author grants ProQuest certain rights to preserve, archive and disseminate the dissertation or thesis, abstract, and index terms (the Work) provided by Author to ProQuest.<\/span><\/p><p class=\"MsoPlainText\">&nbsp;<\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\">Section I. License for Inclusion of the Work in ProQuest&reg; Publishing Program.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><strong>Grant of Rights.<\/strong>&nbsp;Author hereby grants to ProQuest the <strong>non-exclusive<\/strong>, worldwide right to reproduce, distribute, display and transmit the Work (in whole or in part) in such tangible and electronic formats as may be in existence now or developed in the future.&nbsp; Author further grants to ProQuest the right to include the abstract, bibliography and other metadata in the <em>ProQuest Dissertations and Theses Global<\/em>&nbsp;database (PQDT) and in ProQuest's <em>Dissertation Abstracts International<\/em>&nbsp;and any successor or related index and\/or finding products or services.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><strong>ProQuest Publishing Program &ndash; Election and Elements.<\/strong>&nbsp;The rights granted shall be subject to the following additional requirements:<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><span style=\"text-decoration: underline;\">Redistribution of the Work.<\/span>&nbsp;Except as restricted by the Author, the rights granted by the Author automatically include (1) the right to allow sale and distribution of the Work, in whole or in part, by agents and distributors, and (2) the right to make the Abstract, bibliographic data and any metadata associated with the Work available to search engines and harvesters.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><span style=\"text-decoration: underline;\">Restrictions.<\/span>&nbsp;ProQuest will use commercially reasonable efforts to restrict the distribution of the Work as provided under the publishing option selected by Author or as later elected by Author through direct contact with ProQuest. Such election is subject to Author's Degree Granting Institution Directives (see below). With respect to restrictions requested after submission of the Work, Author acknowledges that ProQuest cannot recall or amend previously distributed versions of the Work.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><span style=\"text-decoration: underline;\">Removal of Work from the Program.<\/span>&nbsp;ProQuest may elect not to distribute the Work if it believes that all necessary rights of third parties have not been secured. If Author's degree is rescinded, and the degree granting institution so directs, ProQuest will expunge the Work from its publishing program in accordance with its then current publishing policies.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><span style=\"text-decoration: underline;\">Degree Granting Institution Directives.<\/span>&nbsp;Author is solely responsible for any conflict between policies and directions of Author's degree-granting institution, Author's choice of publishing model, and\/or any restriction Author places on the use of the Work. For the avoidance of doubt, ProQuest is not responsible for access to the Work that is provided by Author's degree-granting institution through its library or institutional repository. Author must work directly with Author's degree granting institution to ensure application of any restrictions to access relating to the Work by Author's degree granting institution.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><strong>Rights Verification.<\/strong>&nbsp;Author represents and warrants that Author is the copyright holder of the Work and has obtained all necessary rights to permit ProQuest to reproduce and distribute third party materials contained in any part of the Work, including all necessary licenses for any nonpublic, third party software necessary to access, display, and run or print the Work.&nbsp; Author is solely responsible and will indemnify ProQuest for any third party claims related to the Work as submitted for publication.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\">&nbsp;<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\">Section II. Rights pursuant to Traditional Publishing.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\">Author's election of Traditional as the type of Publishing confirms Author's choice to have ProQuest publish the Work according to the Traditional Publishing option described below.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><span style=\"text-decoration: underline;\">Traditional Publishing.<\/span>&nbsp;ProQuest may exercise the rights granted under Section I above including through the sale of individual copies of the Work in tangible or electronic media and\/or as part of electronic database and reference products or services.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><span style=\"text-decoration: underline;\">Publishing Fees and Royalties.<\/span>&nbsp;Under this agreement no publishing fee is charged by ProQuest to the author or author&rsquo;s institution.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\">ProQuest will pay royalties of 10% of its net revenue from sales of the Work to the Author, conditioned on Author maintaining a current address on record with ProQuest by contacting disspub@proquest.com.&nbsp; Royalties will be paid when accrued earned royalties reach $25.00 USD. If, after 25 years, earned royalties do not accrue to at least $25.00 USD, ProQuest's royalty payment obligation will cease.<\/span><\/p><p class=\"MsoPlainText\"><span style=\"font-family: 'Courier New';\"><strong>Acknowledgement:<\/strong>&nbsp;I have read, understand and agree to this ProQuest Agreement, including all rights and restrictions included within the publishing option that I have chosen.<\/span><\/p>"
    },
    {
      "proquest_institution_code": "INSTITUTIONID"
    },
    {
      "proquest_indexing": false
    },
    {
      "external_id_prefix": "vireo:"
    },
    {
      "apply_for_copyright": false
    },
    {
      "sale_restriction_code": 0
    },
    {
      "sale_restriction_remove": " "
    },
    {
      "format_restriction_code": 0
    },
    {
      "format_restriction_remove": " "
    }
  ],
  "export": [
    {
      "release_student_contact_information": true
    }
  ],
  "lookAndFeel": [
    {
      "theme_path": "configuration/theme/"
    },
    {
      "text_main_color": "#757575"
    },
    {
      "background_main_color": "#1b333f"
    },
    {
      "background_highlight_color": "#43606e"
    },
    {
      "background_header_text_color": "#ffffff"
    },
    {
      "background_footer_text_color": "#ffffff"
    },
    {
      "button_main_color_on": "#1b333f"
    },
    {
      "button_highlight_color_on": "#43606e"
    },
    {
      "button_text_color_on": "#ffffff"
    },
    {
      "button_main_color_off": "#424D46"
    },
    {
      "button_highlight_color_off": "#697A70"
    },
    {
      "button_text_color_off": "#ffffff"
    },
    {
      "admin_tab_main_color": "#adbdaa"
    },
    {
      "admin_tab_selected_color": "#ffffff"
    },
    {
      "admin_tab_main_text_color": "#1D3541"
    },
    {
      "admin_tab_selected_text_color": "#1D3541"
    },
    {
      "left_logo": "resources/images/default-left-logo.png"
    },
    {
      "custom_css": "/* Insert Custom CSS here! */"
    },
    {
      "front_page_instructions_before": "<h1>Welcome to the Thesis<br/>&amp; Dissertation Submission System</h1>&#10;<p>Once you have passed the final defense and satisfied the requirements of the committee, you are ready to submit your manuscript to the Thesis Office for review. This submission process is fully electronic, and is made through an online application developed and maintained by the Texas Digital Library along with open source community partners.</p>&#10;<p>To get started with your submission, click the link below. You will be asked to authenticate using your NetID:</p>"
    },
    {
      "front_page_instructions_after": ""
    },
    {
      "post_submission_instructions": "<p>The Thesis Office has received your electronic submittal. You will also receive an email confirmation. We will check your records as soon as possible to determine whether or not we have the signed Approval Form on file. Please be aware that your file is not complete and cannot be reviewed until we have both the electronic manuscript and the signed Approval Form.</p>&#10;<p>As soon as both items have been received, your manuscript will be placed in the queue and will be processed along with all other submissions for the semester in the order in which your completed file (manuscript and Approval Form) was received.</p>&#10;<p>The following are approximate turn-around times after the manuscript and the signed approval form have been submitted to the Thesis Office.&#160;Manuscripts are reviewed in the order received.</p>&#10;<p>&#160;</p>&#10;<p>Early in semester &#8211; 5 working days</p>&#10;<p>Week before Deadline Day &#8211; 10 working days</p>&#10;<p>Deadline Day &#8211; 15 working days</p>&#10;<p>&#160;</p>&#10;<p>If you have any questions about your submittal, feel free to contact our office.</p>&#10;<p>&#160;</p>&#10;<p>Thank you, Thesis Office</p>"
    },
    {
      "post_correction_instructions": "<p>The Thesis Office has received your corrections. Manuscripts are reviewed in the order received.</p>&#10;<p>&#160;</p>&#10;<p>Early in semester &#8211; 5 working days</p>&#10;<p>Week before Deadline Day &#8211; 10 working days</p>&#10;<p>Deadline Day &#8211; 15 working days</p>&#10;<p>&#160;</p>&#10;<p>If you have any questions about your submittal, feel free to contact our office.</p>&#10;<p>&#160;</p>&#10;<p>Thank you, Thesis Office</p>"
    }
  ],
  "submission": [
    {
      "submit_license": "<p>I grant the Texas Digital Library (hereafter called \"TDL\"), my home institution (hereafter called \"Institution\"), and my academic department (hereafter called \"Department\") the non-exclusive rights to copy, display, perform, distribute and publish the content I submit to this repository (hereafter called \"Work\") and to make the Work available in any format in perpetuity as part of a TDL, Institution or Department repository communication or distribution effort.</p>
<p></p>
<p>I understand that once the Work is submitted, a bibliographic citation to the Work can remain visible in perpetuity, even if the Work is updated or removed.</p>
<p></p>
<p>I understand that the Work's copyright owner(s) will continue to own copyright outside these non-exclusive granted rights.</p>
<p></p>
<p>I warrant that:</p>
<p></p>
<ol>
  <li>I am the copyright owner of the Work, or</li>
  <li>I am one of the copyright owners and have permission from the other owners to submit the Work, or</li>
  <li>My Institution or Department is the copyright owner and I have permission to submit the Work, or</li>
  <li>Another party is the copyright owner and I have permission to submit the Work.</li>
</ol>
<p></p>
<p>Based on this, I further warrant to my knowledge:</p>
<p></p>
<ol>
  <li>The Work does not infringe any copyright, patent, or trade secrets of any third party,</li>
  <li>The Work does not contain any libelous matter, nor invade the privacy of any person or third party, and</li>
  <li>That no right in the Work has been sold, mortgaged, or otherwise disposed of, and is free from all claims.</li>
</ol>
<p></p>
<p>I agree to hold TDL, Institution, Department, and their agents harmless for any liability arising from any breach of the above warranties or any claim of intellectual property infringement arising from the exercise of these non-exclusive granted rights.</p>
<p></p>"
    }
  ],
  "shibboleth": [
    {
      "auth.shib.attribute.netid": "netid"
    },
    {
      "auth.shib.attribute.email": "email"
    },
    {
      "auth.shib.attribute.firstName": "firstName"
    },
    {
      "auth.shib.attribute.lastName": "lastName"
    },
    {
      "auth.shib.attribute.institutionIdentifier": "institutionid"
    },
    {
      "auth.shib.attribute.institutionalIdentifier": "uin"
    },
    {
      "auth.shib.attribute.middleName": "middleName"
    },
    {
      "auth.shib.attribute.birthYear": "birthYear"
    },
    {
      "auth.shib.attribute.affiliations": "affiliations"
    },
    {
      "auth.shib.attribute.currentPhoneNumber": "currentPhoneNumber"
    },
    {
      "auth.shib.attribute.currentPostalAddress": "currentPostalAddress"
    },
    {
      "auth.shib.attribute.currentEmailAddress": "currentEmailAddress"
    },
    {
      "auth.shib.attribute.permanentPhoneNumber": "permanentPhoneNumber"
    },
    {
      "auth.shib.attribute.permanentPostalAddress": "permanentPostalAddress"
    },
    {
      "auth.shib.attribute.permanentEmailAddress": "permanentEmailAddress"
    },
    {
      "auth.shib.attribute.currentDegree": "currentDegree"
    },
    {
      "auth.shib.attribute.currentDepartment": "currentDepartment"
    },
    {
      "auth.shib.attribute.currentCollege": "currentCollege"
    },
    {
      "auth.shib.attribute.currentMajor": "currentMajor"
    },
    {
      "auth.shib.attribute.currentGraduationYear": "currentGraduationYear"
    },
    {
      "auth.shib.attribute.currentGraduationMonth": "currentGraduationMonth"
    },
    {
      "auth.shib.attribute.orcid": "orcid"
    }
  ]
}
